[
	{
		"Header" : "Attendance & Punctuality",
		"HeaderInstruction" : "",
		"Option1" : "Unsatisfactory",
		"Option2" : "Inconsistent",
		"Option3" : "Proficient",
		"Option4" : "Exemplary",
		"OptionDescription1" : "Excessive absences. Insufficient notice provided. Some or all of absences are unexcused.",
		"OptionDescription2" : "Below 100% attendance. Usually provides advance notice of absence. Most absences are for valid reasons in accordance with employer policy.",
		"OptionDescription3" : "Maintains 100% attendance; notifies supervisor ahead of time prior to absence. Any absences are for valid reasons in accordance with employer policy.",
		"OptionDescription4" : "Perfect attendance, volunteers to stay late to help with needed tasks, and or arrives early to get organized before shift ",
		"Question" : "Understanding work expectations for attendance and adhering to them. Notifying supervisor in case of absence. Completing any required paperwork.",
		"Subheader" : "Attendance",
		"Type" : "Multiple Choice"
	},
	{
		"Header" : "Attendance & Punctuality",
		"HeaderInstruction" : "",
		"Option1" : "Unsatisfactory",
		"Option2" : "Inconsistent",
		"Option3" : "Proficient",
		"Option4" : "Exemplary",
		"OptionDescription1" : "Late for start of work and returning from breaks/meals. No notice provided in advance of tardy arrival/return. Extra/excessive breaks are taken.",
		"OptionDescription2" : "Inconsistent in arriving to work, returning from breaks on time, and calling supervisor to provide notice, and or takes extra breaks.",
		"OptionDescription3" : "Arrives to work and returns from breaks on time. If late, notifies supervisor ahead of time. No excessive breaks.",
		"OptionDescription4" : "Perfect  in arriving for work and returning from breaks on time and ready to work. No excessive breaks. Model for other workers. ",
		"Question" : "Understanding work expectations for punctuality and adhering to them. Arriving on time for work, taking and returning from breaks and meals on time, and calling supervisor prior to being late.",
		"Subheader" : "Punctuality",
		"Type" : "Multiple Choice"
	},
	{
		"Header" : "Workplace Performance",
		"HeaderInstruction" : "",
		"Option1" : "Unsatisfactory",
		"Option2" : "Inconsistent",
		"Option3" : "Proficient",
		"Option4" : "Exemplary",
		"OptionDescription1" : "Tasks are rarely completed accurately or on time. Quality and quantity of work product is consistently substandard. Additional training needed.",
		"OptionDescription2" : "Inconsistent in meeting standards around work quality and quantity. ",
		"OptionDescription3" : "Quality and quantity of work usually meets expectations. ",
		"OptionDescription4" : "Quality and quantity of work often exceeds expectations. ",
		"Question" : "Completes tasks accurately and on time. Quality and quantity of work product meets or exceeds expectations. ",
		"Subheader" : "Performance",
		"Type" : "Multiple Choice"
	},
	{
		"Header" : "Workplace Performance",
		"HeaderInstruction" : "",
		"Option1" : "Unsatisfactory",
		"Option2" : "Inconsistent",
		"Option3" : "Proficient",
		"Option4" : "Exemplary",
		"OptionDescription1" : "Easily distracted from task at hand. Rarely completes tasks on time without supervisor intervention. ",
		"OptionDescription2" : "Inconsistent in dedication to, and focus on, assigned tasks. Timeliness of completion cannot be depended upon. ",
		"OptionDescription3" : "Usually pursues work with energy and drive. Regularly completes tasks within designated timeframe. ",
		"OptionDescription4" : "Consistently pursues work with energy and drive. Often exceeds expectations around timely completion of tasks. ",
		"Question" : "Pursues work with energy, drive, and intent  to accomplish tasks. Fulfills or exceeds expectations around timely completion of tasks. ",
		"Subheader" : "Effort & Productivity",
		"Type" : "Multiple Choice"
	},
	{
		"Header" : "Workplace Performance",
		"HeaderInstruction" : "",
		"Option1" : "Unsatisfactory",
		"Option2" : "Inconsistent",
		"Option3" : "Proficient",
		"Option4" : "Exemplary",
		"OptionDescription1" : "Consistently fails to follow directions or violates workplace policies and procedures. May be risking safety of self or colleagues. ",
		"OptionDescription2" : "Inconsistent in following directions or complying with workplace policies or procedures. ",
		"OptionDescription3" : "With few exceptions, follows directions and complies with workplace policies and procedures. ",
		"OptionDescription4" : "Consistently follows directions and complies with workplace policies and procedures. Is proactively aware of safety issues and seeking to ensure a safe work environment. ",
		"Question" : "Complying with rules, policies, and procedures, including those related to health and safety. Following written and verbal directions. ",
		"Subheader" : "Compliance",
		"Type" : "Multiple Choice"
	},
	{
		"Header" : "Workplace Performance",
		"HeaderInstruction" : "",
		"Option1" : "Unsatisfactory",
		"Option2" : "Inconsistent",
		"Option3" : "Proficient",
		"Option4" : "Exemplary",
		"OptionDescription1" : "Cannot be depended upon to fulfill obligations and/or behave ethically. ",
		"OptionDescription2" : "Inconsistent in demonstrating dependability, ability to fulfil obligations, and integrity.",
		"OptionDescription3" : "With rare exception, can be relied upon to  fulfill obligations and act with integrity.",
		"OptionDescription4" : "Consistently demonstrates dependability and exceeds expectations in regards to obligations. Can be trusted. Limited, if any, supervision necessary.",
		"Question" : "Demonstrating dependability and reliability. Fulfilling obligations, completing assignments, and meeting deadlines. Acting with integrity and honesty.",
		"Subheader" : "Responsibility",
		"Type" : "Multiple Choice"
	},
	{
		"Header" : "Workplace Performance",
		"HeaderInstruction" : "",
		"Option1" : "Unsatisfactory",
		"Option2" : "Inconsistent",
		"Option3" : "Proficient",
		"Option4" : "Exemplary",
		"OptionDescription1" : "Reluctant or unable to begin tasks without supervision. Needs frequent reminders of assigned responsibilities. ",
		"OptionDescription2" : "Inconsistently begins or remains on task. Needs occasional prompting. Often satisfied with bare minimum performance.",
		"OptionDescription3" : "Usually begins and remains on task until completion. Can work independently. Upon completion, initiates interaction requesting next assignment.",
		"OptionDescription4" : "Consistently begins /remains on task until completion. Regularly identifies and begins or initiates interaction requesting next task. Can work independently.",
		"Question" : "Engaging in task or activity from commencement to completion. Asking appropriate questions. Identifying, or seeking out assignment of, new task upon completion of prior one. ",
		"Subheader" : "Initiative",
		"Type" : "Multiple Choice"
	},
	{
		"Header" : "Workplace Performance",
		"HeaderInstruction" : "",
		"Option1" : "Unsatisfactory",
		"Option2" : "Inconsistent",
		"Option3" : "Proficient",
		"Option4" : "Exemplary",
		"OptionDescription1" : "Fails to identify or participate in opportunities to gain knowledge and new skills. Repeatedly performs tasks in a manner that is incorrect, inefficient, or unsafe.",
		"OptionDescription2" : "Participation or engagement in skill development opportunities is inconsistent. Does not proactively seek out opportunities for on-the-job skill building. ",
		"OptionDescription3" : "Actively participates in skill development opportunities. Identifies or seeks out opportunities for learning and skill-building.",
		"OptionDescription4" : "Consistently demonstrates willingness to learn and consider new ways of doing things. Seeks out  opportunities to gain new skills or knowledge. ",
		"Question" : "Demonstrating a willingness to learn and consider new ways of doing things. Proactively seeking out opportunities for the development of new skills. ",
		"Subheader" : "Skill Development",
		"Type" : "Multiple Choice"
	},
	{
		"Header" : "Workplace Performance",
		"HeaderInstruction" : "",
		"Option1" : "Unsatisfactory",
		"Option2" : "Inconsistent",
		"Option3" : "Proficient",
		"Option4" : "Exemplary",
		"OptionDescription1" : "Makes little or no effort to use reasoning or knowledge to solve workplace problems. Needs guidance to resolve any little issue or challenge.",
		"OptionDescription2" : "Inconsistent in using sound reasoning to solve work problems. Shows potential for improvement.",
		"OptionDescription3" : "Uses sound reasoning, and job knowledge to solve workplace problems. ",
		"OptionDescription4" : "Consistently applies sound reasoning to solve work problems. Identifies and troubleshoots potential problems before they can occur. ",
		"Question" : "Identifying and defining a problem, using knowledge and information to generate possible solutions. Effectively managing time to complete tasks. ",
		"Subheader" : "Critical Thinking",
		"Type" : "Multiple Choice"
	},
	{
		"Header" : "Workplace Appearance",
		"HeaderInstruction" : "",
		"Option1" : "Unsatisfactory",
		"Option2" : "Inconsistent",
		"Option3" : "Proficient",
		"Option4" : "Exemplary",
		"OptionDescription1" : "Has not yet demonstrated appropriate appearance for position and duties. Clothing is not clean or workplace-appropriate. If applicable, regularly forgets uniform components. ",
		"OptionDescription2" : "Inconsistent in demonstrating appropriate appearance for workplace. Clothing may not always be clean or appropriate. May sometimes be missing uniform components.",
		"OptionDescription3" : "Usually dresses appropriately for position and duties. Clothing/uniform is clean and worn appropriately. ",
		"OptionDescription4" : "Consistent display of professional appearance in accordance with position and duties.",
		"Question" : "Dressing appropriately for position and duties. If relevant, all components of uniform are clean and being worn appropriately.",
		"Subheader" : "Attire",
		"Type" : "Multiple Choice"
	},
	{
		"Header" : "Workplace Appearance",
		"HeaderInstruction" : "",
		"Option1" : "Unsatisfactory",
		"Option2" : "Inconsistent",
		"Option3" : "Proficient",
		"Option4" : "Exemplary",
		"OptionDescription1" : "Has not yet complied with policy regarding personal hygiene appropriate for workplace, position, or duties. ",
		"OptionDescription2" : "Inconsistent in demonstrating appropriate personal hygiene for workplace or role.",
		"OptionDescription3" : "Usually grooms and practices hygiene appropriate for position and duties.",
		"OptionDescription4" : "Consistently meets or exceeds expectations in regards to professional grooming and hygiene. ",
		"Question" : "Practicing personal hygiene appropriate for position and duties.",
		"Subheader" : "Grooming",
		"Type" : "Multiple Choice"
	},
	{
		"Header" : "Expressed Area Of Interest / Professional Focus",
		"HeaderInstruction" : "to be completed by the supervisor",
		"Option1" : "Unsatisfactory",
		"Option2" : "Inconsistent",
		"Option3" : "Proficient",
		"Option4" : "Exemplary",
		"OptionDescription1" : "",
		"OptionDescription2" : "",
		"OptionDescription3" : "",
		"OptionDescription4" : "",
		"Question" : "",
		"Subheader" : "",
		"Type" : "Free Text"
	},
	{
		"Header" : "Personal Readiness Checklist",
		"HeaderInstruction" : "",
		"Option1" : "Standard",
		"Option2" : "Current Status",
		"Option3" : "Comments",
		"Option4" : "Level of Readiness",
		"OptionDescription1" : "",
		"OptionDescription2" : "",
		"OptionDescription3" : "",
		"OptionDescription4" : "",
		"Question" : "Housing situation is stable and there is no risk of becoming homeless",
		"Subheader" : "Housing",
		"Type" : "Personal Readiness",
		"StatusOptions" : [
			"Own a house",
			"Have a lease in my name (apartment or house)",
			"Live with a family member in a stable and permanent arrangement",
			"Live with girlfriend/boyfriend in a stable and permanent arrangement",
			"Live with girlfriend/boyfriend but am looking to get my own place",
			"Live with friends/family in a temporary arrangement (such as couch surfing)",
			"In transitional housing",
			"In alternative housing and have a housing plan for release",
			"In alternative housing but have no housing plan for release",
			"In a shelter or emergency housing",
			"On the streets"
		],
		"MeetsStandardOptions" : [
			"Meets Standard",
			"Does Not Meet Standard"
		]
	},
	{
		"Header" : "Personal Readiness Checklist",
		"HeaderInstruction" : "",
		"Option1" : "Standard",
		"Option2" : "Current Status",
		"Option3" : "Comments",
		"Option4" : "Level of Readiness",
		"OptionDescription1" : "",
		"OptionDescription2" : "",
		"OptionDescription3" : "",
		"OptionDescription4" : "",
		"Question" : "Has access to consistent and affordable childcare services. Unlikely to be late or miss work due to childcare issues",
		"Subheader" : "Childcare",
		"Type" : "Personal Readiness",
		"StatusOptions" : [
			"No childcare set up",
			"Relative, friend, or neighbor provides childcare",
			"Stable childcare provided through daycare, community based organization, school etc.",
			"N/A"
		],
		"MeetsStandardOptions" : [
			"Meets Standard",
			"Does Not Meet Standard"
		]
	},
	{
		"Header" : "Personal Readiness Checklist",
		"HeaderInstruction" : "",
		"Option1" : "Standard",
		"Option2" : "Current Status",
		"Option3" : "Comments",
		"Option4" : "Level of Readiness",
		"OptionDescription1" : "",
		"OptionDescription2" : "",
		"OptionDescription3" : "",
		"OptionDescription4" : "",
		"Question" : "Physical and mental health needs are taken care and should not affect employment or performance",
		"Subheader" : "Health",
		"Type" : "Personal Readiness",
		"StatusOptions" : [
			"Current health status does not impede employment or performance. No procedures planned in near term. Enrolled with health coverage and has a primary care provider.",
			"Current health status impedes employment and/or performance. Procedures planned in the near term. Not enrolled with health coverage / does not have a primary care provider."
		],
		"MeetsStandardOptions" : [
			"Meets Standard",
			"Does Not Meet Standard"
		]
	},
	{
		"Header" : "Personal Readiness Checklist",
		"HeaderInstruction" : "",
		"Option1" : "Standard",
		"Option2" : "Current Status",
		"Option3" : "Comments",
		"Option4" : "Level of Readiness",
		"OptionDescription1" : "",
		"OptionDescription2" : "",
		"OptionDescription3" : "",
		"OptionDescription4" : "",
		"Question" : "All legal issues (if any) have been resolved before seeking outside employment. Should not have to miss work to handle legal issues.",
		"Subheader" : "Legal Status",
		"Type" : "Personal Readiness",
		"StatusOptions" : [
			"Has right to work documentation necessary for employment. No warrants out for arrest. No near term court dates.",
			"Does not have right to work documentation. Has warrants out for arrest and/or has near term court dates."
		],
		"MeetsStandardOptions" : [
			"Meets Standard",
			"Does Not Meet Standard"
		]
	},
	{
		"Header" : "Personal Readiness Checklist",
		"HeaderInstruction" : "",
		"Option1" : "Standard",
		"Option2" : "Current Status",
		"Option3" : "Comments",
		"Option4" : "Level of Readiness",
		"OptionDescription1" : "",
		"OptionDescription2" : "",
		"OptionDescription3" : "",
		"OptionDescription4" : "",
		"Question" : "Able to get to consistently get to and from work without assistance from the social enterprise",
		"Subheader" : "Transportation",
		"Type" : "Personal Readiness",
		"StatusOptions" : [
			"Has driver's license and access to car for daily commute",
			"Has driver's license, but does not have access to or can afford a car",
			"Reliant on public transit, but able to provide for daily commute",
			"Reliant on public transit and in need of bus passes/tokens for daily commute",
			"Has outstanding tickets or does not have valid driver's license",
			"Able to walk to work",
			"No Means of Transport.  Is not able to get to work."
		],
		"MeetsStandardOptions" : [
			"Meets Standard",
			"Does Not Meet Standard"
		]
	}
]